{"traffic":{"weekendTraffic":["TRAVEL FORECAST & TIPS","","I-70  traffic is quite predictable, weather and accidents withstanding. Plan to avoid peak travel times, and enjoy a delay-free trip along I-70.  Our weekend travel forecast is updated every Thursday afternoon.","","WEEKEND TRAVEL FORECAST","SEPTEMBER 28-30, 2018","","Friday WB:  Some slowing is possible around Floyd Hill during the late afternoon and evening hours. ","","Saturday WB:  Expect slowing between 9:30 a.m. and 2:30 p.m. Congestion could result in up to 20 minutes additional travel time.","","Saturday EB: No volume-related delays are anticipated.","","Sunday EB: Expect high volumes of traffic from 11:30 to 8:00 p.m., but the Mountain Express Lane should help keep delays to a minimum.","","Have a great weekend!","","*The GoI70.com Travel Forecast is based on historical data, along with an estimation of how weather, construction, public events and other factors might impact travel.","","TIPS FOR I-70 MOUNTAIN TRAVEL","Avoid the Peak Travel Times.  If heading eastbound on Saturday or Sunday, plan to leave the mountains after 7:00 p.m. Check the weekend and holiday Travel Forecast.","Check the road and traffic conditions before you travel. ","Check out the Peak Time Deals local businesses offer to help you avoid peak travel times.","Spend a Sunday night in the mountains and head to work or school early Monday morning.","Prepare for I-70 mountain driving conditions.  Understand the Traction & Chain Laws.","Create or join a carpool. ","Consider taking a bus, train, van or rideshare  to the mountains and leave the driving to someone else. ","SUMMER TRAFFIC PATTERNS","","(June to mid-September. Based on historical data.)","","I-70 summer traffic is fairly predictable so with just a bit of planning travelers can enjoy More Mountains, Less Traffic.   Below is the typical summer weekend traffic pattern.","","Friday Westbound– There are occasionally moderate delays heading westbound on Friday evenings. Traffic may build between Noon-3:00 p.m., peak around 4:00 p.m., and end between 6:00-7:00 p.m. Delays during this timeframe might mean an added 20 minutes to a trip from C470 to Frisco.","","Saturday and Sunday Westbound –On Saturdays, you might experience congestion from 10:00-2:00 p.m.  Get an earlier start to avoid traffic.  There are rarely westbound delays on Sundays. ","","Saturday Eastbound- Saturday eastbound traffic tends to be much lower in volume than Sunday but slow traffic might be encountered mid-afternoon/early evening.","","Sunday Eastbound – According to historical data, eastbound traffic starts to build around 11:00 a.m. The peak of traffic is consistently between 3:00 and 4:00 pm all summer long. With folks trying to enjoy every bit of daylight in the mountains, the traffic typically doesn’t diminish until approximately 7:00-8:00 p.m.  To avoid the traffic, consider staying in the mountains for dinner, or spend Sunday night and head back to the Front Range early Monday morning.  Check out the GoI70.com Peak Time Deals for discounts on dining, shopping, activities and Sunday night lodging deals!","","Holiday Weekends – when a national holiday falls on a Monday, you can count on Monday afternoon EB traffic to mimic a typical Sunday pattern, but with potentially more volume.","","Safety Metering – Safety metering eastbound at the Eisenhower Tunnel goes into effect during high volume times.  This process controls the flow of traffic eastbound into the Eisenhower Tunnel, so traffic does not back up in the tunnel.  Expect eastbound delays when metering is in effect.","","Weather- In the summer, weather plays a large factor in traveler behavior. If rain showers move in early in the day, expect drivers to head back to the Front Range early as well.","","Mountain Express Lane – This eastbound express lane provides a more reliable travel time to those willing to pay the toll.  Get the ExpressToll pass to pay the posted toll rate.  Those without a pass will be billed the posted rate plus a service charge.  More info at ExpressToll.com. ",""," ",""," ",""," 5502  99","","REAL-TIME ROAD INFO","","TRAVEL FORECAST","","I-70 NEWS","","TRAVEL TIPS","","DEALS","","I-70 NEWS"]}}