{
  "traffic": {
    "weekendTraffic": [
      "TRAVEL FORECAST & TIPS",
      "",
      "I-70  traffic is quite predictable, weather and accidents withstanding. Plan to avoid peak travel times, and enjoy a delay-free trip along I-70.  Our weekend travel forecast is updated every Thursday afternoon.",
      "",
      "WEEKEND TRAVEL FORECAST",
      "OCTOBER 26-28, 2018",
      "",
      "It is hard to believe that the 2018-2019 ski season has begun, but Arapahoe Basin and Loveland Ski Areas opened this week.  The weather forecast calls for party cloudy skies with temps in the 50's so it should be a great weekend for both skiing and I-70 travel!",
      "",
      "Friday WB:  No congestion-related delays are anticipated.",
      "",
      "Saturday WB:  No congestion-related delays are anticipated.",
      "",
      "Saturday EB: No congestion-related delays are anticipated.",
      "",
      "Sunday EB: There might be some slow traffic Sunday afternoon but it should result in any real delays. ",
      "",
      "*The GoI70.com Travel Forecast is based on historical data, along with an estimation of how weather, construction, public events and other factors might impact travel.",
      "",
      "TIPS FOR I-70 MOUNTAIN TRAVEL",
      "Avoid the Peak Travel Times.  If heading eastbound on Saturday or Sunday, plan to leave the mountains after 7:00 p.m. Check the weekend and holiday Travel Forecast.",
      "Check the road and traffic conditions before you travel. ",
      "Check out the Peak Time Deals local businesses offer to help you avoid peak travel times.",
      "Spend a Sunday night in the mountains and head to work or school early Monday morning.",
      "Prepare for I-70 mountain driving conditions.  Understand the Traction & Chain Laws.",
      "Create or join a carpool. ",
      "Consider taking a bus, train, van or rideshare  to the mountains and leave the driving to someone else. ",
      "WINTER TRAFFIC PATTERNS",
      "",
      "(early Dec-mid April. Based on historical data.)",
      "",
      "Avoid some very specific time frames and you can enjoy More Mountains, Less Traffic on I-70 this winter.  Below is the typical winter weekend traffic pattern.",
      "",
      "Friday Westbound - Light to moderate traffic is possible from about 3:30-8:00 p.m.",
      "",
      "Saturday Westbound - If you want to avoid skier traffic, plan to leave the Front Range no later than 6:00 a.m. Traffic is consistently at its worst right around 8:00 a.m. resulting in up to one hour of additional travel time. Speeds return to normal soon after Noon. ",
      "",
      "Saturday Eastbound - Saturday eastbound traffic tends to be much lower in volume than Sunday. Many Saturdays see very little congestion but it varies by weekend.  To play it safe, avoid the 2:00 - 6:00 p.m timeframe. ",
      "",
      "Sunday Westbound - Traffic due to volume is not typically an issue westbound on Sunday mornings.  To play it safe, avoid the 7:00 a.m. to 10:00 a.m. timeframe.",
      "",
      "Sunday Eastbound - I-70 traffic starts to build as early as 11:00 a.m.  The peak of the traffic occurs between 3:00-6:00 and drops off soon after 7:00 pm.  Expect heavy traffic. To avoid the jam, stay in the mountains for dinner, or spend Sunday night and head back to work or school Monday morning.  GoI70.com Peak Time Deals provide incentives to avoid peak travel times!",
      "",
      "Weather, Road Conditions & Accidents are impossible to predict and can escalate the level and duration of delays dramatically. Before you travel, check one of the real time information resources!",
      "",
      "Holiday Weekends – when a national holiday falls on a Monday, you can count on Monday afternoon eastbound traffic to mimic a typical Sunday pattern, but with potentially more volume. On the flip side, the Sunday of holiday weekends tends to have slightly less congestion than usual.",
      "",
      "Metering - Traffic metering goes into effect during very high volume times and can occur at multiple I-70 eastbound on-ramps and/or on the Eisenhower Johnson Tunnel eastbound approach.  Metering controls the flow of traffic eastbound towards the Eisenhower Tunnel so traffic does not back up in the tunnel, causing potential safety issues.",
      "",
      " ",
      "",
      " ",
      "",
      " 5504  101",
      "",
      "REAL-TIME ROAD INFO",
      "",
      "TRAVEL FORECAST",
      "",
      "I-70 NEWS",
      "",
      "TRAVEL TIPS",
      "",
      "DEALS",
      "",
      "I-70 NEWS"
    ]
  }
}